Repository: marcompsci/StackSprint
Catalog: StackSprint/StackSprint/Localizable.xcstrings
Source language: en
Languages: es, fr, ja

source: 30-Day Activity
es: Actividad de 30 días
fr: Activité sur 30 jours
ja: 30日間のアクティビティ

source: Account
es: Cuenta
fr: Compte
ja: アカウント

source: Analytics
es: Analítica
fr: Analytique
ja: 分析

source: Check my example
es: Verificar mi ejemplo
fr: Vérifier mon exemple
ja: 確認する

source: Choose your next challenge
es: Elige tu próximo desafío
fr: Choisissez votre prochain défi
ja: 次の課題を選ぼう

source: Daily Sprint
es: Sprint diario
fr: Sprint quotidien
ja: デイリースプリント

source: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除

source: Hide explanation
es: Ocultar explicación
fr: Masquer l'explication
ja: 解説を隠す

source: I reviewed this concept
es: Revisé este concepto
fr: J'ai revu ce concept
ja: このコンセプトを復習した

source: iCloud Sync
es: Sincronización iCloud
fr: Synchronisation iCloud
ja: iCloud同期

source: Leaderboard
es: Clasificación
fr: Classement
ja: リーダーボード

source: Learn
es: Aprender
fr: Apprendre
ja: 学ぶ

source: Learning Velocity
es: Velocidad de aprendizaje
fr: Vitesse d'apprentissage
ja: 学習速度

source: Needs Practice
es: Necesita práctica
fr: Besoin de pratique
ja: 練習が必要

source: No internet · your progress is saved on-device
es: Sin internet · tu progreso está guardado en el dispositivo
fr: Pas d'internet · votre progression est sauvegardée localement
ja: インターネットなし・進捗はデバイスに保存済み

source: Practice again
es: Practicar de nuevo
fr: Pratiquer à nouveau
ja: もう一度練習

source: Read aloud
es: Leer en voz alta
fr: Lire à voix haute
ja: 読み上げ

source: Recommended Next
es: Recomendado a continuación
fr: Recommandé ensuite
ja: 次のおすすめ

source: Restore purchases
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元

source: Reveal explanation
es: Mostrar explicación
fr: Révéler l'explication
ja: 解説を表示

source: Sign out
es: Cerrar sesión
fr: Se déconnecter
ja: サインアウト

source: Start this tiny win
es: Comenzar este pequeño logro
fr: Commencer cette petite victoire
ja: この小さな勝利を始める

source: Stats
es: Estadísticas
fr: Statistiques
ja: 統計

source: Stop
es: Detener
fr: Arrêter
ja: 停止

source: Streak
es: Racha
fr: Série
ja: 連続記録

source: Studio
es: Estudio
ja: スタジオ

source: Sync now
es: Sincronizar ahora
fr: Synchroniser maintenant
ja: 今すぐ同期

source: Together
es: Juntos
fr: Ensemble
ja: つながり

source: Unlock everything
es: Desbloquear todo
fr: Tout débloquer
ja: すべてアンロック

source: Upgrade to Pro
es: Actualizar a Pro
fr: Passer à Pro
ja: Proにアップグレード

source: View Pro plans
es: Ver planes Pro
fr: Voir les offres Pro
ja: Proプランを見る

source: Weekly Insights
es: Perspectivas semanales
fr: Aperçus hebdomadaires
ja: 週間インサイト
